Revit 2024 API
FamilyInstance.CanFlipHand Property
Property to test whether the orientation of family instance hand can be flipped.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public bool CanFlipHand { get; }
Visual Basic
Public ReadOnly Property CanFlipHand As Boolean
	Get
Visual C++
public:
property bool CanFlipHand {
	bool get ();
}
See Also
FamilyInstance Class
Autodesk.Revit.DB Namespace